app/views/posts/index.html.erb

SELECT "posts".* FROM "posts"
---
<!-- <div class="main posts-index"> <div class="container"> <%# <% @posts.each do |post| %> %> <div class="posts-index-item"> <div class="post-left"> <%# <img src="<%= "/user_images/#{post.user.image_name}" %>"> %> </div> <div class="post-right">