app/controllers/posts_controller.rb

  def create
      @post = Post.new(content: params[:content])
      @post.save
---
INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "a"], ["created_at", "2020-03-12 04:56:36.057254"], ["updated_at", "2020-03-12 04:56:36.057254"]]